IdeaRS.Connections
ConcreteBlockData Methods
Compatible with IDEA StatiCa 0.0
The ConcreteBlockData type exposes the following members.
Methods
Name | Description
Equals
Determines whether the specified object is equal to the current object.
 (Inherited from Object.)
GetHashCode
Serves as the default hash function.
 (Inherited from Object.)
GetShallowCopy |  (Inherited from ConnectionCmdData.)
GetType
Gets the Type of the current instance.
 (Inherited from Object.)
ToString
Returns a string that represents the current object.
 (Inherited from Object.)
Top
See Also
Reference
ConcreteBlockData Class
IdeaRS.Connections.Data Namespace